{
  "nav_profile": "Profil",
  "nav_experience": "Erfahrung",
  "nav_education": "Bildung",
  "nav_skills": "Fähigkeiten",
  "nav_languages": "Sprachen",
  "print_btn_text": "PDF",
  "contact_btn_text": "Kontaktinformationen",
  "contact_title": "Kontaktinformationen",
  "linkedin_btn_text": "LinkedIn-Profil anzeigen",
  "profile_title": "Berufliches Profil",
  "profile_text": "Mit einem internationalen Hintergrund im Sprachunterricht verfolge ich einen ganzheitlichen Ansatz, um Unterrichtsstunden zu gestalten, die die sozialen, emotionalen, kognitiven und kulturellen Dimensionen des Lernens integrieren. Inspiriert von den Werten Respekt, Mitgefühl und Integrität strebe ich danach, inklusive und kulturell ansprechende Lernumgebungen zu schaffen, die multikulturelle Verbindungen feiern und ein Gefühl der globalen Bürgerschaft fördern.",
  "profile_note": "Während des Zeitraums 2023-2025 konzentrierte ich mich darauf, meine beruflichen Qualifikationen voranzutreiben, indem ich einen Masterabschluss in Lehren von Spanisch (ELE) an der Universidad de Sevilla verfolgte und spezialisierte Zertifizierungen in Internationaler Bildung und IB-Lehren und -Lernen von der Universidad Camilo José Cela abschloss, wodurch ich meine Expertise in modernen pädagogischen Ansätzen und internationaler Curriculumentwicklung erweiterte.",
  "experience_title": "Berufserfahrung",
  "job1_title": "Spanischlehrer",
  "job1_desc1": "Planen und Durchführen des Spanisch-Curriculums für Vorbereitungs- und 9. Klassen-Schüler (A1-A2 Niveau).",
  "job1_desc2": "Entwicklung interaktiver Bildungsressourcen (+30) mit H5P und HTML/CSS, Erreichen einer bemerkenswerten Verbesserung des Schülerengagements.",
  "job1_desc3": "Leitung der Organisation kultureller Veranstaltungen wie dem Tag der Sprachen zur Förderung der Mehrsprachigkeit in der Schulgemeinschaft.",
  "job1_desc4": "Aktive Zusammenarbeit bei der Vorbereitung und Logistik für die Akkreditierung des Zentrums als offizieller DELE-Prüfungsort.",
  "job2_title": "Lehrer für Kommunikation & Interkulturelle Welt",
  "job2_desc1": "Englischunterricht für Sekundarschüler, Erreichen einer messbaren Verbesserung der kommunikativen Kompetenzen (A1-B2 Niveaus).",
  "job2_desc2": "Implementierung formativer und summativer Bewertungssysteme, Nutzung von LMS-Plattformen zur Optimierung des Schülerfeedbacks.",
  "job2_desc3": "Betreuung und Anleitung eines fächerübergreifenden Umweltprojekts, Integration von Sprachlernzielen mit ökologischem Bewusstsein.",
  "job3_title": "Spanisch- und Englischlehrer",
  "job3_desc1": "Anpassung des Sprachcurriculums für Grund- und Sekundarschulen an einen 'ortsbezogenen Bildungsansatz', Verbindung des Lernens mit der lokalen kulturellen und natürlichen Umwelt.",
  "education_title": "Bildung",
  "edu1_title": "IB-Zertifikat in Lehren und Lernen",
  "edu2_title": "Spezialisierungsdiplom in Internationaler Bildung",
  "edu3_title": "Master-Abschluss im Unterrichten von Spanisch (ELE)",
  "edu4_title": "Bachelor of Education in Spanisch und Fremdsprachen",
  "skills_title": "Schlüsselfähigkeiten",
  "skills_soft_title": "Soft Skills",
  "skill_adaptability": "Anpassungsfähigkeit",
  "skill_empathy": "Empathie & Geduld",
  "skill_cultural": "Interkulturelles Bewusstsein",
  "skill_teamwork": "Teamfähigkeit",
  "skill_resilience": "Belastbarkeit",
  "skill_proactiveness": "Eigeninitiative",
  "skill_creativity": "Kreativität",
  "skills_tech_title": "Technologien & Plattformen",
  "languages_title": "Sprachen",
  "lang_spanish": "Spanisch:",
  "lang_spanish_level": "Muttersprache",
  "lang_english": "Englisch:",
  "lang_english_level": "Fortgeschritten (C1)",
  "lang_french": "Französisch:",
  "lang_french_level": "Obere Mittelstufe (B2)",
  "lang_turkish": "Türkisch:",
  "lang_turkish_level": "Anfänger"
}
