{
  "nav_profile": "Perfil",
  "nav_experience": "Experiencia",
  "nav_education": "Formación",
  "nav_skills": "Habilidades",
  "nav_languages": "Idiomas",
  "print_btn_text": "PDF",
  "contact_btn_text": "Información de Contacto",
  "contact_title": "Información de Contacto",
  "linkedin_btn_text": "Ver Perfil LinkedIn",
  "profile_title": "Perfil Profesional",
  "profile_text": "Con un background internacional en la educación de idiomas, me guío por un enfoque holístico para diseñar lecciones que integren las dimensiones sociales, emocionales, cognitivas y culturales del aprendizaje. Inspirado por los valores de respeto, compasión e integridad, me esfuerzo por crear entornos de aprendizaje inclusivos y culturalmente responsivos que celebren las conexiones multiculturales y fomenten un sentido de ciudadanía global.",
  "profile_note": "Durante el período 2023-2025, me enfoqué en avanzar mis calificaciones profesionales al cursar una Maestría en Enseñanza de Español (ELE) en la Universidad de Sevilla y completar certificaciones especializadas en Educación Internacional y Enseñanza y Aprendizaje del IB de la Universidad Camilo José Cela, mejorando mi experiencia en enfoques pedagógicos modernos y desarrollo curricular internacional.",
  "experience_title": "Experiencia Laboral",
  "job1_title": "Profesor de Lengua Española",
  "job1_desc1": "Planificar e impartir el currículo de español para estudiantes de preparatoria y 9º grado (Nivel A1-A2).",
  "job1_desc2": "Desarrollar recursos didácticos interactivos (+30) utilizando H5P y HTML/CSS, logrando un aumento notable en la participación estudiantil.",
  "job1_desc3": "Liderar la organización de eventos culturales como el Día del Idioma para promover el multilingüismo en la comunidad escolar.",
  "job1_desc4": "Colaborar activamente en la preparación y logística para la acreditación del centro como sede oficial de exámenes DELE.",
  "job2_title": "Profesor de Comunicación y Mundo Intercultural",
  "job2_desc1": "Impartir clases de inglés a estudiantes de secundaria, logrando una mejora medible en las competencias comunicativas (Niveles A1-B2).",
  "job2_desc2": "Implementar un sistema de evaluación formativa y sumativa, utilizando plataformas LMS para optimizar la retroalimentación a los estudiantes.",
  "job2_desc3": "Tutorizar y guiar un proyecto transversal sobre medio ambiente, integrando objetivos de aprendizaje del idioma con la conciencia ecológica.",
  "job3_title": "Profesor de Español e Inglés",
  "job3_desc1": "Adaptar el currículo de idiomas para primaria y secundaria a un enfoque de 'educación basada en el lugar', conectando el aprendizaje con el entorno cultural y natural local.",
  "education_title": "Formación Académica",
  "edu1_title": "Certificado IB en Enseñanza y Aprendizaje",
  "edu2_title": "Diploma de Especialización en Educación Internacional",
  "edu3_title": "Máster en Enseñanza de Español (ELE)",
  "edu4_title": "Licenciatura en Educación de Español y Lenguas Extranjeras",
  "skills_title": "Habilidades Clave",
  "skills_soft_title": "Habilidades Blandas",
  "skill_adaptability": "Adaptabilidad",
  "skill_empathy": "Empatía y Paciencia",
  "skill_cultural": "Conciencia intercultural",
  "skill_teamwork": "Trabajo en equipo",
  "skill_resilience": "Resiliencia",
  "skill_proactiveness": "Proactividad",
  "skill_creativity": "Creatividad",
  "skills_tech_title": "Tecnologías y Plataformas",
  "languages_title": "Idiomas",
  "lang_spanish": "Español:",
  "lang_spanish_level": "Nativo",
  "lang_english": "Inglés:",
  "lang_english_level": "Avanzado (C1)",
  "lang_french": "Francés:",
  "lang_french_level": "Intermedio-Alto (B2)",
  "lang_turkish": "Turco:",
  "lang_turkish_level": "Principiante"
}
