{
  "nav_profile": "Profil",
  "nav_experience": "Expérience",
  "nav_education": "Formation",
  "nav_skills": "Compétences",
  "nav_languages": "Langues",
  "print_btn_text": "Imprimer / Enregistrer en PDF",
  "profile_title": "Profil Professionnel",
  "profile_text": "Avec une expérience internationale dans l'enseignement des langues, je suis guidé par une approche holistique pour concevoir des leçons qui intègrent les dimensions sociales, émotionnelles, cognitives et culturelles de l'apprentissage. Inspiré par les valeurs de respect, de compassion et d'intégrité, je m'efforce de créer des environnements d'apprentissage inclusifs et culturellement adaptés qui célèbrent les connexions multiculturelles et favorisent un sens de la citoyenneté mondiale.",
  "experience_title": "Expérience Professionnelle",
  "job1_title": "Enseignant d'Espagnol et de Perspectives Mondiales du PEI",
  "job1_desc1": "Concevoir et dispenser des unités d'enquête pour l'espagnol PEI et les Perspectives Mondiales, en appliquant le cadre PEI de l'IB pour favoriser la pensée critique et la mentalité internationale.",
  "job2_title": "Professeur de Langue Espagnole",
  "job2_desc1": "Planifier et dispenser le curriculum d'espagnol pour plus de 80 étudiants de préparation et de 9e année (Niveau A1-A2).",
  "job2_desc2": "Développer des ressources éducatives interactives (+30) en utilisant H5P et HTML/CSS, obtenant une amélioration notable de l'engagement étudiant.",
  "job2_desc3": "Diriger l'organisation d'événements culturels comme la Journée des Langues pour promouvoir le multilinguisme dans la communauté scolaire.",
  "job2_desc4": "Collaborer activement à la préparation et à la logistique pour l'accréditation du centre comme lieu officiel d'examens DELE.",
  "job3_title": "Enseignant de Communication et Monde Interculturel",
  "job3_desc1": "Enseigner l'anglais à plus de 120 étudiants du secondaire, obtenant une amélioration mesurable des compétences communicatives (Niveaux A1-B2).",
  "job3_desc2": "Implémenter des systèmes d'évaluation formative et sommative, en utilisant des plateformes LMS pour optimiser la rétroaction aux étudiants.",
  "job3_desc3": "Tutorer et guider un projet environnemental interdisciplinaire, intégrant les objectifs d'apprentissage de la langue avec la conscience écologique.",
  "job4_title": "Professeur d'Espagnol et d'Anglais",
  "job4_desc1": "Adapter le curriculum de langues pour le primaire et le secondaire à une approche d'éducation basée sur le lieu, connectant l'apprentissage avec l'environnement culturel et naturel local.",
  "education_title": "Formation",
  "edu1_title": "Certificat de l'IB en Enseignement et Apprentissage",
  "edu2_title": "Diplôme de Spécialisation en Éducation Internationale",
  "edu3_title": "Master en Enseignement de l'Espagnol (ELE)",
  "edu4_title": "Licence en Éducation de l'Espagnol et des Langues Étrangères",
  "skills_title": "Compétences Clés",
  "skills_soft_title": "Compétences Interpersonnelles",
  "skill_adaptability": "Adaptabilité",
  "skill_empathy": "Empathie et Patience",
  "skill_cultural": "Conscience interculturelle",
  "skill_teamwork": "Travail d'équipe",
  "skill_resilience": "Résilience",
  "skill_proactiveness": "Proactivité",
  "skill_creativity": "Créativité",
  "skills_tech_title": "Technologies et Plateformes",
  "languages_title": "Langues",
  "lang_spanish": "Espagnol:",
  "lang_spanish_level": "Langue maternelle",
  "lang_english": "Anglais:",
  "lang_english_level": "Avancé (C1)",
  "lang_french": "Français:",
  "lang_french_level": "Intermédiaire-Supérieur (B2)",
  "lang_turkish": "Turc:",
  "lang_turkish_level": "Débutant"
}
