{
  "nav_profile": "Profilo",
  "nav_experience": "Esperienza",
  "nav_education": "Formazione",
  "nav_skills": "Competenze",
  "nav_languages": "Lingue",
  "print_btn_text": "PDF",
  "contact_btn_text": "Informazioni di Contatto",
  "contact_title": "Informazioni di Contatto",
  "linkedin_btn_text": "Visualizza Profilo LinkedIn",
  "profile_title": "Profilo Professionale",
  "profile_text": "Con un background internazionale nell'insegnamento delle lingue, sono guidato da un approccio olistico per progettare lezioni che integrano le dimensioni sociali, emotive, cognitive e culturali dell'apprendimento. Ispirato dai valori di rispetto, compassione e integrità, mi impegno a creare ambienti di apprendimento inclusivi e culturalmente sensibili che celebrano le connessioni multiculturali e promuovono un senso di cittadinanza globale.",
  "profile_note": "Durante il periodo 2023-2025, mi sono concentrato sull'avanzamento delle mie qualifiche professionali perseguendo una Laurea in Insegnamento dello Spagnolo (ELE) presso l'Universidad de Sevilla e completando certificazioni specializzate in Educazione Internazionale e Insegnamento e Apprendimento IB presso l'Universidad Camilo José Cela, migliorando la mia competenza in approcci pedagogici moderni e sviluppo curricolare internazionale.",
  "experience_title": "Esperienza Lavorativa",
  "job1_title": "Insegnante di Lingua Spagnola",
  "job1_desc1": "Pianificare e condurre il curriculum di spagnolo per gli studenti del corso preparatorio e del 9° anno (Livello A1-A2).",
  "job1_desc2": "Sviluppare risorse educative interattive (+30) utilizzando H5P e HTML/CSS, ottenendo un miglioramento notevole nell'impegno degli studenti.",
  "job1_desc3": "Guidare l'organizzazione di eventi culturali come la Giornata delle Lingue per promuovere il multilinguismo nella comunità scolastica.",
  "job1_desc4": "Collaborare attivamente nella preparazione e logistica per l'accreditamento del centro come sede ufficiale di esami DELE.",
  "job2_title": "Insegnante di Comunicazione e Mondo Interculturale",
  "job2_desc1": "Insegnare inglese agli studenti della scuola secondaria, ottenendo un miglioramento misurabile nelle competenze comunicative (Livelli A1-B2).",
  "job2_desc2": "Implementare sistemi di valutazione formativa e sommativa, utilizzando piattaforme LMS per ottimizzare il feedback agli studenti.",
  "job2_desc3": "Fare da tutor e guidare un progetto ambientale interdisciplinare, integrando gli obiettivi di apprendimento linguistico con la consapevolezza ecologica.",
  "job3_title": "Insegnante di Spagnolo e Inglese",
  "job3_desc1": "Adattare il curriculum linguistico per la scuola primaria e secondaria a un approccio di 'educazione basata sul luogo', collegando l'apprendimento con l'ambiente culturale e naturale locale.",
  "education_title": "Formazione",
  "edu1_title": "Certificato IB in Insegnamento e Apprendimento",
  "edu2_title": "Diploma di Specializzazione in Educazione Internazionale",
  "edu3_title": "Master in Insegnamento dello Spagnolo (ELE)",
  "edu4_title": "Laurea in Educazione dello Spagnolo e Lingue Straniere",
  "skills_title": "Competenze Chiave",
  "skills_soft_title": "Competenze Trasversali",
  "skill_adaptability": "Adattabilità",
  "skill_empathy": "Empatia e Pazienza",
  "skill_cultural": "Consapevolezza interculturale",
  "skill_teamwork": "Lavoro di squadra",
  "skill_resilience": "Resilienza",
  "skill_proactiveness": "Proattività",
  "skill_creativity": "Creatività",
  "skills_tech_title": "Tecnologie e Piattaforme",
  "languages_title": "Lingue",
  "lang_spanish": "Spagnolo:",
  "lang_spanish_level": "Madrelingua",
  "lang_english": "Inglese:",
  "lang_english_level": "Avanzato (C1)",
  "lang_french": "Francese:",
  "lang_french_level": "Intermedio-Superiore (B2)",
  "lang_turkish": "Turco:",
  "lang_turkish_level": "Principiante"
}
