{
  "nav_profile": "โปรไฟล์",
  "nav_experience": "ประสบการณ์",
  "nav_education": "การศึกษา",
  "nav_skills": "ทักษะ",
  "nav_languages": "ภาษา",
  "print_btn_text": "PDF",
  "contact_btn_text": "ข้อมูลติดต่อ",
  "contact_title": "ข้อมูลติดต่อ",
  "linkedin_btn_text": "ดูโปรไฟล์ LinkedIn",
  "profile_title": "โปรไฟล์",
  "profile_text": "ด้วยพื้นฐานด้านการศึกษาระหว่างประเทศในการสอนภาษา ข้าพเจ้าได้รับคำแนะนำจากแนวทางแบบองค์รวมในการออกแบบบทเรียนที่ผสมผสานมิติทางสังคม อารมณ์ ความรู้ความเข้าใจ และวัฒนธรรมของการเรียนรู้ ด้วยแรงบันดาลใจจากคุณค่าของความเคารพ ความเห็นอกเห็นใจ และความซื่อสัตย์ ข้าพเจ้ามุ่งมั่นที่จะสร้างสภาพแวดล้อมการเรียนรู้ที่ครอบคลุมและตอบสนองต่อวัฒนธรรม ที่เฉลิมฉลองการเชื่อมต่อทางวัฒนธรรมและส่งเสริมความเป็นพลเมืองโลก",
  "experience_title": "ประสบการณ์ทำงาน",
  "job1_title": "ครูสอนภาษาสเปนและมุมมองระดับโลก (MYP)",
  "job1_desc1": "ออกแบบและจัดส่งหน่วยการสืบสอบสำหรับภาษาสเปนและมุมมองระดับโลก (MYP) โดยใช้กรอบ MYP ของ IB เพื่อส่งเสริมการคิดเชิงวิพากษ์และจิตวิญญาณสากล",
  "job2_title": "ครูสอนภาษาสเปน",
  "job2_desc1": "วางแผนและจัดส่งหลักสูตรภาษาสเปนสำหรับนักเรียนมากกว่า 80 คนในระดับเตรียมความพร้อมและชั้นมัธยมศึกษาปีที่ 3 (ระดับ A1-A2)",
  "job2_desc2": "พัฒนาทรัพยากรการศึกษาที่โต้ตอบได้ (+30) โดยใช้ H5P และ HTML/CSS ซึ่งทำให้เกิดการปรับปรุงที่เห็นได้ชัดในการมีส่วนร่วมของนักเรียน",
  "job2_desc3": "นำการจัดกิจกรรมทางวัฒนธรรม เช่น วันภาษา เพื่อส่งเสริมการใช้หลายภาษาในชุมชนโรงเรียน",
  "job2_desc4": "ร่วมมืออย่างแข็งขันในการเตรียมและโลจิสติกส์สำหรับการรับรองศูนย์เป็นสถานที่สอบ DELE อย่างเป็นทางการ",
  "job3_title": "ครูสอนการสื่อสารและโลกต่างวัฒนธรรม",
  "job3_desc1": "สอนภาษาอังกฤษให้นักเรียนมัธยมศึกษามากกว่า 120 คน โดยบรรลุการปรับปรุงที่วัดได้ในความสามารถด้านการสื่อสาร (ระดับ A1-B2)",
  "job3_desc2": "ดำเนินการระบบการประเมินแบบสร้างสรรค์และสรุป โดยใช้แพลตฟอร์ม LMS เพื่อเพิ่มประสิทธิภาพการให้ข้อเสนอแนะแก่นักเรียน",
  "job3_desc3": "เป็นที่ปรึกษาและแนะนำโครงการสิ่งแวดล้อมแบบข้ามหลักสูตร โดยรวมเป้าหมายการเรียนรู้ภาษาเข้ากับจิตสำนึกด้านสิ่งแวดล้อม",
  "job4_title": "ครูสอนภาษาสเปนและอังกฤษ",
  "job4_desc1": "ปรับหลักสูตรภาษาสำหรับโรงเรียนประถมศึกษาและมัธยมศึกษาให้เข้ากับแนวทางการศึกษาแบบ 'ตามสถานที่' โดยเชื่อมโยงการเรียนรู้กับสิ่งแวดล้อมทางวัฒนธรรมและธรรมชาติในท้องถิ่น",
  "education_title": "การศึกษา",
  "edu1_title": "ใบรับรอง IB ด้านการสอนและการเรียนรู้",
  "edu2_title": "ประกาศนียบัตรเชี่ยวชาญพิเศษด้านการศึกษานานาชาติ",
  "edu3_title": "ปริญญาโทด้านการสอนภาษาสเปน (ELE)",
  "edu4_title": "ปริญญาตรีศึกษาศาสตร์บัณฑิต สาขาภาษาสเปนและภาษาต่างประเทศ",
  "skills_title": "ทักษะหลัก",
  "skills_soft_title": "ทักษะทางสังคม",
  "skill_adaptability": "การปรับตัว",
  "skill_empathy": "ความเห็นอกเห็นใจและความอดทน",
  "skill_cultural": "ความตระหนักข้ามวัฒนธรรม",
  "skill_teamwork": "การทำงานเป็นทีม",
  "skill_resilience": "ความยืดหยุ่น",
  "skill_proactiveness": "ความกระตือรือร้น",
  "skill_creativity": "ความคิดสร้างสรรค์",
  "skills_tech_title": "เทคโนโลยีและแพลตฟอร์ม",
  "languages_title": "ภาษา",
  "lang_spanish": "สเปน:",
  "lang_spanish_level": "ภาษาแรก",
  "lang_english": "อังกฤษ:",
  "lang_english_level": "ขั้นสูง (C1)",
  "lang_french": "ฝรั่งเศส:",
  "lang_french_level": "ขั้นกลางสูง (B2)",
  "lang_turkish": "ตุรกี:",
  "lang_turkish_level": "เริ่มต้น"
}
